Repository: kaihokori/pf
Catalog: Localizable.xcstrings
Source language: en
Languages: es, fr, id, ru, zh

source: Tracked Goals
es: Objetivos rastreados
fr: Objectifs suivis
id: Tujuan Terlacak
ru: Отслеживание целей
zh: 跟踪目标

source: Tracked Groups
es: Grupos rastreados
fr: Groupes suivis
id: Grup Terlacak
ru: Отслеживаемые группы
zh: 跟踪的群组

source: Tracked Habits
es: Hábitos rastreados
fr: Habitudes suivies
id: Kebiasaan Terlacak
ru: Отслеживаемые привычки
zh: 跟踪习惯

source: Tracked Items
es: Artículos Rastreados
fr: Objets suivis
id: Barang yang Dilacak
ru: Отслеживаемые предметы
zh: 跟踪项目

source: Tracked Metrics
es: Métricas rastreadas
fr: Mesures suivies
id: Metrik Terlacak
ru: Отслеживаемые Показатели
zh: 跟踪指标

source: Tracked Tasks
es: Tareas Rastreadas
fr: Tâches suivies
id: Tugas Terlacak
ru: Отслеживаемые задачи
zh: 跟踪任务

source: Tracked Timers
es: Temporizadores rastreados
fr: Minuteries suivies
id: Pengatur Waktu Terlacak
ru: Отслеживание таймеров
zh: 跟踪计时器

source: Tracked Wellness Metrics
es: Métricas de bienestar rastreadas
fr: Mesures de bien-être suivies
id: Metrik Kesehatan yang Dilacak
ru: Отслеживаемые Показатели Здоровья
zh: 跟踪健康指标

source: Trackerio
es: Rastreador
id: Pelacak
ru: Трекерио
zh: 跟踪器

source: Trapezius
es: Trapecio
fr: Trapèze
ru: Трапециевидий
zh: 梯形

source: Trip Details
es: Detalles del viaje
fr: Détails du voyage
id: Detail Perjalanan
ru: Подробная Информация О Поездке
zh: 旅行详情

source: Trip Title (e.g. Paris 2024)
es: Título del viaje (por ejemplo, París 2024)
fr: Titre du voyage (par exemple Paris 2024)
id: Judul Perjalanan (misalnya Paris 2024)
ru: Название поездки (например, Париж 2024)
zh: 旅行标题（例如，2024年巴黎）

source: TV Show
es: Programa de televisión
fr: Émission De Télévision
id: Acara TV
ru: ТВ-шоу
zh: 电视节目

source: Type
es: Tipo
id: Jenis
ru: Тип
zh: 类型

source: Understand your listening habits
es: Entender tus hábitos de escucha
fr: Comprendre vos habitudes d'écoute
id: Pahami kebiasaan mendengarkan Anda
ru: Поймите свои привычки слушать
zh: 了解你的倾听习惯

source: Unit (e.g. km, min)
es: Unidad (por ejemplo, km, min)
fr: Unité (par exemple km, min)
id: Satuan (misalnya km, min)
ru: Единица измерения (например, км, мин)
zh: 单位（例如公里、分钟）

source: Unit (e.g. pts, km)
es: Unidad (por ejemplo, pts, km)
fr: Unité (par exemple pts, km)
id: Satuan (misalnya poin, km)
ru: Единица измерения (например, точки, км)
zh: 单位（例如pts，km）

source: Unit of Measurement
es: Unidad de medida
fr: Unité de mesure
id: Satuan Pengukuran
ru: Единица измерения
zh: 计量单位

source: Unit System
es: Sistema de unidades
fr: Système d'unité
id: Sistem Unit
ru: Единая Система
zh: 单位系统

source: Unlock unlimited goal slots + other benefits
es: Desbloquea ranuras de objetivos ilimitadas y otros beneficios
fr: Débloquez des créneaux d'objectifs illimités et d'autres avantages
id: Buka slot tujuan tanpa batas + keuntungan lainnya
ru: Разблокируйте неограниченные слоты для целей + другие преимущества
zh: 解锁无限目标插槽+其他好处

source: Unlock unlimited grocery slots + other benefits
es: Desbloquea espacios ilimitados en la tienda de comestibles y otros beneficios
fr: Débloquez des créneaux d'épicerie illimités et d'autres avantages
id: Buka slot belanjaan tanpa batas + keuntungan lainnya
ru: Разблокируйте неограниченное количество продуктовых слотов + другие преимущества
zh: 解锁无限的杂货时段+其他福利

source: Unlock unlimited group slots + benefits
es: Desbloquea espacios de grupo ilimitados + beneficios
fr: Débloquez des créneaux de groupe illimités + avantages
id: Buka slot grup tanpa batas + keuntungan
ru: Разблокируйте неограниченное количество групповых слотов + преимущества
zh: 解锁无限的团体插槽+福利

source: Unlock unlimited habit slots + benefits
es: Desbloquea espacios ilimitados de hábitos + beneficios
fr: Débloquez des créneaux d'habitudes illimités + avantages
id: Buka slot kebiasaan tanpa batas + manfaat
ru: Разблокируйте неограниченные слоты для привычек + преимущества
zh: 解锁无限的习惯插槽+福利

source: Unlock unlimited macro slots + benefits
es: Desbloquea espacios macro ilimitados + beneficios
fr: Débloquez des emplacements macro illimités + avantages
id: Buka slot makro tanpa batas + manfaat
ru: Разблокируйте неограниченное количество макрослотов + преимущества
zh: 解锁无限的宏插槽+福利

source: Unlock unlimited sessions + benefits
es: Desbloquea sesiones ilimitadas + beneficios
fr: Débloquez des sessions illimitées + avantages
id: Buka sesi tanpa batas + manfaat
ru: Разблокировать неограниченное количество сеансов + преимущества
zh: 解锁无限会话+福利

source: Unlock unlimited supplement slots + benefits
es: Desbloquee espacios de suplementos ilimitados + beneficios
fr: Débloquez des créneaux supplémentaires illimités + avantages
id: Buka slot suplemen tanpa batas + manfaat
ru: Разблокируйте неограниченные дополнительные слоты + преимущества
zh: 解锁无限的补充插槽+福利

source: Unlock unlimited tasks + other benefits
es: Desbloquea tareas ilimitadas y otros beneficios
fr: Débloquez des tâches illimitées + autres avantages
id: Buka tugas tanpa batas + manfaat lainnya
ru: Разблокируйте неограниченное количество задач + другие преимущества
zh: 解锁无限任务+其他福利

source: Up
es: Arriba
fr: Jusqu'à
id: Naik
ru: Вверх
zh: 在上面

source: Upcoming
es: Próximo
fr: Prochain
id: Mendatang
ru: Предстоящий
zh: 即将到来的

source: Update Frequency
es: Frecuencia de actualización
fr: Fréquence de mise à jour
id: Frekuensi Pembaruan
ru: Частота Обновления
zh: 更新频率

source: Update Incomplete
es: Actualización incompleta
fr: Mise à jour incomplète
id: Pembaruan Tidak Lengkap
ru: Обновление не завершено
zh: 更新未完成

source: Update Log
es: Actualizar El Registro
fr: Journal de mise à jour
id: Perbarui Log
ru: Обновление журнала
zh: 更新日志

source: Update Progress
es: Actualizar el progreso
fr: Mise à jour de la progression
id: Perbarui Kemajuan
ru: Обновление Прогресса
zh: 更新进度

source: Upgrade to Pro
es: Actualizar a Pro
fr: Mise à niveau vers Pro
id: Tingkatkan ke Pro
ru: Обновление до Pro
zh: 升级到专业版

source: Upgrade to unlock Cravings + More
es: Actualiza para desbloquear Cravings + Más
fr: Mise à niveau pour débloquer Cravings + Plus
id: Tingkatkan untuk membuka Cravings + Lainnya
ru: Обновитесь, чтобы разблокировать Cravings + More
zh: 升级以解锁渴望+更多

source: Upgrade to unlock Entertainment Tracking + More
es: Actualiza para desbloquear el seguimiento de entretenimiento + Más
fr: Mise à niveau pour débloquer le suivi des divertissements + Plus
id: Tingkatkan untuk membuka Pelacakan Hiburan + Lainnya
ru: Обновитесь, чтобы разблокировать отслеживание развлечений + Больше
zh: 升级以解锁娱乐跟踪+更多

source: Upgrade to unlock Expenses + More
es: Actualice para desbloquear Gastos + Más
fr: Mise à niveau pour débloquer les dépenses + plus
id: Tingkatkan untuk membuka Pengeluaran + Lainnya
ru: Обновитесь, чтобы разблокировать Расходы + Больше
zh: 升级以解锁费用+更多

source: Upgrade to unlock Fasting + More
es: Actualizar para desbloquear el ayuno + Más
fr: Mise à niveau pour débloquer le jeûne + Plus
id: Tingkatkan untuk membuka Puasa + Lainnya
ru: Обновитесь, чтобы разблокировать Fasting + More
zh: 升级以解锁禁食+更多

source: Upgrade to unlock Injury Tracking + More
es: Actualice para desbloquear el seguimiento de lesiones + más
fr: Mise à niveau pour débloquer le suivi des blessures + Plus
id: Tingkatkan untuk membuka Pelacakan Cedera + Lainnya
ru: Обновитесь, чтобы разблокировать отслеживание травм + Больше
zh: 升级以解锁伤害跟踪+更多

source: Upgrade to unlock Itinerary Features + More
es: Actualiza para desbloquear las características del itinerario y más
fr: Mise à niveau pour débloquer les fonctionnalités de l'itinéraire + plus
id: Tingkatkan untuk membuka Fitur Rencana Perjalanan + Lainnya
ru: Обновитесь, чтобы разблокировать функции маршрута + Больше
zh: 升级以解锁行程功能+更多

source: Upgrade to unlock Match Tracking + More
es: Actualiza para desbloquear el seguimiento de partidos + Más
fr: Mise à niveau pour débloquer Match Tracking + Plus
id: Tingkatkan untuk membuka Pelacakan Pertandingan + Lainnya
ru: Обновитесь, чтобы разблокировать Match Tracking + Больше
zh: 升级以解锁匹配跟踪+更多

source: Upgrade to unlock Meal Planning + More
es: Actualice para desbloquear la planificación de comidas + Más
fr: Mise à niveau pour débloquer la planification des repas + Plus
id: Tingkatkan untuk membuka Rencana Makan + Lainnya
ru: Обновитесь, чтобы разблокировать Планирование питания и многое другое
zh: 升级以解锁膳食计划+更多

source: Upgrade to unlock Music Tracking + More
es: Actualiza para desbloquear el seguimiento de música + más
fr: Mise à niveau pour débloquer le suivi de la musique + plus
id: Tingkatkan untuk membuka Pelacakan Musik + Lainnya
ru: Обновитесь, чтобы разблокировать отслеживание музыки + Больше
zh: 升级以解锁音乐跟踪+更多

source: Upgrade to unlock Sleep Tracking + More
es: Actualiza para desbloquear el seguimiento del sueño + más
fr: Mise à niveau pour débloquer Sleep Tracking + Plus
id: Tingkatkan untuk membuka Pelacakan Tidur + Lainnya
ru: Обновитесь, чтобы разблокировать отслеживание сна + Больше
zh: 升级以解锁睡眠跟踪+更多

source: Upgrade to unlock Sobriety Tracking + More
es: Actualiza para desbloquear el seguimiento de sobriedad + más
fr: Mise à niveau pour débloquer le suivi de la sobriété + plus
id: Tingkatkan untuk membuka Pelacakan Sobriety + Lainnya
ru: Обновитесь, чтобы разблокировать отслеживание трезвости + Больше
zh: 升级以解锁清醒跟踪+更多

source: Upgrade to unlock Weekly Progress + More
es: Actualice para desbloquear el progreso semanal + más
fr: Mise à niveau pour débloquer la progression hebdomadaire + plus
id: Tingkatkan untuk membuka Kemajuan Mingguan + Lainnya
ru: Обновитесь, чтобы разблокировать Weekly Progress + More
zh: 升级以解锁每周进度+更多

source: Upper Back
es: Parte superior de la espalda
fr: Haut du dos
id: Punggung Atas
ru: Верхняя Часть Спины
zh: 上背部

source: Value name
es: Nombre del valor
fr: Nom de la valeur
id: Nama nilai
ru: Название значения
zh: 价值名称

source: Values
es: Valores
fr: Valeurs
id: Nilai-nilai
ru: Ценности
zh: 评价

source: Values are in calories (cal)
es: Los valores están en calorías (cal)
fr: Les valeurs sont en calories (cal)
id: Nilainya dalam kalori (kalori)
ru: Значения в калориях (кал)
zh: 数值以卡路里（cal）为

source: View attached Image
es: Ver la imagen adjunta
fr: Voir l'image ci-jointe
id: Lihat Gambar terlampir
ru: Посмотреть прилагаемое изображение
zh: 查看所附图片

source: View attached PDF
es: Ver el PDF adjunto
fr: Voir le PDF ci-joint
id: Lihat PDF terlampir
ru: Посмотреть прилагаемый PDF
zh: 查看所附的PDF文件

source: View Details
es: Ver Detalles
fr: Voir les détails
id: Lihat Detail
ru: Посмотреть подробности
zh: 查看详情

source: View Image
es: Ver imagen
fr: Voir l'image
id: Lihat Gambar
ru: Посмотреть изображение
zh: 查看图片

source: View PDF
es: Ver PDF
fr: Voir le PDF
id: Lihat PDF
ru: Просмотр PDF
zh: 查看PDF

source: Water (%)
es: Agua (%)
fr: Eau (%)
id: Air (%)
ru: Вода (%)
zh: 水（%）

source: Water Intake
es: Ingesta De Agua
fr: Prise D'Eau
id: Asupan Air
ru: Водоприем
zh: 进水口

source: We need your location to show local weather conditions and show your location in the itinerary tab.
es: Necesitamos su ubicación para mostrar las condiciones climáticas locales y mostrar su ubicación en la pestaña del itinerario.
fr: Nous avons besoin de votre emplacement pour afficher les conditions météorologiques locales et afficher votre emplacement dans l'onglet itinéraire.
id: Kami membutuhkan lokasi Anda untuk menunjukkan kondisi cuaca lokal dan menunjukkan lokasi Anda di tab rencana perjalanan.
ru: Нам нужно, чтобы ваше местоположение отображало местные погодные условия, и ваше местоположение отображается на вкладке маршрута.
zh: 我们需要您的位置来显示当地的天气状况，并在行程选项卡中显示您的位置。

source: We start with the Mifflin–St Jeor resting metabolic rate (RMR), then multiply by an activity factor to get TDEE (your maintenance calories).
es: Comenzamos con la tasa metabólica de reposo (RMR) de Mifflin-St Jeor, luego multiplicamos por un factor de actividad para obtener TDEE (sus calorías de mantenimiento).
fr: Nous commençons par le taux métabolique au repos (RMR) de Mifflin-St Jeor, puis nous le multiplions par un facteur d'activité pour obtenir le TDEE (vos calories d'entretien).
id: Kita mulai dengan tingkat metabolisme istirahat (RMR) Mifflin-St Jeor, lalu kalikan dengan faktor aktivitas untuk mendapatkan TDEE (kalori pemeliharaan Anda).
ru: Мы начинаем с скорости метаболизма в состоянии покоя Миффлина-Сент-Джора (RMR), затем умножаем на коэффициент активности, чтобы получить TDEE (ваши поддерживающие калории).
zh: 我们从Mifflin-St Jeor静息代谢率（RMR）开始，然后乘以活动因子以获得TDEE（您的维持卡路里）。

source: Weather
es: Tiempo
fr: Temps
id: Cuaca
ru: Погода
zh: 天气

source: Weather unavailable
es: Tiempo no disponible
fr: Météo non disponible
id: Cuaca tidak tersedia
ru: Погода недоступна
zh: 天气不可用

source: Weekly Cold Exposure
es: Exposición semanal al frío
fr: Exposition hebdomadaire au froid
id: Paparan Dingin Mingguan
ru: Еженедельное воздействие холодов
zh: 每周寒冷暴露

source: Weekly Heat Exposure
es: Exposición semanal al calor
fr: Exposition hebdomadaire à la chaleur
id: Paparan Panas Mingguan
ru: Еженедельное воздействие тепла
zh: 每周热暴露

source: Weekly Intake
es: Ingesta Semanal
fr: Apport Hebdomadaire
id: Asupan Mingguan
ru: Еженедельное потребление
zh: 每周摄入量

source: Weekly Progress
es: Progreso Semanal
fr: Progression hebdomadaire
id: Kemajuan Mingguan
ru: Еженедельный прогресс
zh: 每周进度

source: Weekly Schedule
es: Horario Semanal
fr: Horaire hebdomadaire
id: Jadwal Mingguan
ru: Еженедельное расписание
zh: 每周时间表

source: Weight
es: Peso
fr: Poids
id: Berat
ru: Вес
zh: 权重系统

source: Weight Goal
es: Objetivo de peso
fr: Objectif de poids
id: Tujuan Berat Badan
ru: Цель Веса
zh: 体重目标

source: Weight Goals
es: Objetivos de peso
fr: Objectifs de poids
id: Tujuan Berat Badan
ru: Цели По Весу
zh: 体重目标

source: Weight Groups
es: Grupos de peso
fr: Groupes de poids
id: Kelompok Berat Badan
ru: Весовые группы
zh: 重量组

source: Weights Tracking
es: Seguimiento de pesas
fr: Suivi des poids
id: Pelacakan Berat
ru: Отслеживание Весов
zh: 重量跟踪

source: Wellness
es: Bienestar integral
fr: Bien-être
id: Kesehatan
ru: Оздоровление
zh: 健康

source: WELLNESS CHECK-IN
es: CHEQUEO DE BIENESTAR
fr: CHECK-IN DE BIEN-ÊTRE
id: PEMERIKSAAN KESEHATAN
ru: ОЗДОРОВИТЕЛЬНЫЙ ЗАЕЗД
zh: 健康检查

source: Wellness Metrics
es: Métricas de bienestar
fr: Mesures de bien-être
id: Metrik Kesehatan
ru: Показательные Показательные
zh: 健康指标

source: What can you do?
es: ¿Qué puedes hacer?
fr: Que pouvez-vous faire ?
id: Apa yang bisa kamu lakukan?
ru: Что ты можешь сделать?
zh: 你能做什么？

source: What did you think?
es: ¿Qué te pareció?
fr: Qu'avez-vous pensé ?
id: Apa yang kamu pikirkan?
ru: Что ты подумал?
zh: 你是怎么想的？

source: What should you avoid?
es: ¿Qué es lo que debes evitar?
fr: Qu'est-ce qu'il faut éviter ?
id: Apa yang harus Anda hindari?
ru: Чего следует избегать?
zh: 你应该避免什么？

source: What You've Eaten
es: ¿Qué has comido?
fr: Ce que tu as mangé
id: Apa yang Telah Kamu Makan
ru: Что ты съел
zh: 你吃过什么

source: Workout
es: Sesión de ejercicios
fr: Séance de mise en forme
id: Latihan
ru: Тренировка
zh: 锻炼

source: WORKOUT
es: Sesión de ejercicios
fr: Séance de mise en forme
id: LATIHAN
ru: Тренировка
zh: 锻炼

source: WORKOUT CHECK-IN
es: CHECK-IN DE ENTRENAMIENTO
fr: CHECK-IN À L'ENTRAÎNEMENT
id: LATIHAN CHECK-IN
ru: РЕГИСТРАЦИЯ НА ТРЕНИРОВКУ
zh: 锻炼签到

source: Workout shortcuts
es: Atajos de entrenamiento
fr: Raccourcis d'entraînement
id: Pintasan olahraga
ru: Ярлыки для тренировок
zh: 锻炼快捷键

source: Workout Supplement Tracking
es: Seguimiento de suplementos de entrenamiento
fr: Suivi des suppléments d'entraînement
id: Pelacakan Suplemen Olahraga
ru: Отслеживание дополнений к тренировкам
zh: 锻炼补充跟踪

source: Workout Supplements
es: Suplementos de entrenamiento
fr: Suppléments d'entraînement
id: Suplemen Latihan
ru: Тренировочные Добавки
zh: 锻炼补品

source: You can add activities to any day.
es: Puedes añadir actividades a cualquier día.
fr: Vous pouvez ajouter des activités à n'importe quel jour.
id: Anda dapat menambahkan aktivitas ke setiap hari.
ru: Вы можете добавить мероприятия в любой день.
zh: 您可以在任何一天添加活动。

source: You can add itineraries later from the Travel tab.
es: Puedes añadir itinerarios más adelante desde la pestaña Viajes.
fr: Vous pouvez ajouter des itinéraires ultérieurement dans l'onglet Voyage.
id: Anda dapat menambahkan rencana perjalanan nanti dari tab Perjalanan.
ru: Вы можете добавить маршруты позже на вкладке «Путешествия».
zh: 您可以稍后从“旅行”选项卡添加行程。

source: You can add up to %lld Daily Supplements
es: Puedes añadir hasta un % de suplementos diarios
fr: Vous pouvez ajouter jusqu'à %lld suppléments quotidiens
id: Anda dapat menambahkan hingga %lld Suplemen Harian
ru: Вы можете добавить до %lld ежедневных дополнений
zh: 您可以添加多达%lld每日补充

source: You can add up to %lld Daily Tasks
es: Puedes sumar hasta %lld Tareas diarias
fr: Vous pouvez ajouter jusqu'à %lld tâches quotidiennes
id: Anda dapat menambahkan hingga %lld Tugas Harian
ru: Вы можете добавить до %lld ежедневных задач
zh: 您可以添加多达%lld的每日任务

source: You can add up to %lld Goals
es: Puedes sumar hasta %lld Objetivos
fr: Vous pouvez ajouter jusqu'à %lld Objectifs
id: Anda dapat menambahkan hingga %lld Tujuan
ru: Вы можете добавить до %lld целей
zh: 您最多可以添加%lld目标

source: You can add up to %lld Habits
es: Puedes sumar hasta %lld Hábitos
fr: Vous pouvez ajouter jusqu'à %lld d'habitudes
id: Anda dapat menambahkan hingga %lld Kebiasaan
ru: Вы можете добавить до %lld Привычек
zh: 您可以添加多达%lld习惯

source: You can add up to %lld Macros
es: Puedes añadir hasta %lld Macros
fr: Vous pouvez ajouter jusqu'à %lld Macros
id: Anda dapat menambahkan hingga %lld Makro
ru: Вы можете добавить до %lld макросов
zh: 您最多可以添加%lld宏

source: You can add up to %lld sessions.
es: Puedes sumar hasta %lld sesiones.
fr: Vous pouvez ajouter jusqu'à %lld sessions.
id: Anda dapat menambahkan hingga %lld sesi.
ru: Вы можете добавить до %lld сеансов.
zh: 您最多可以添加%lld会话。

source: You can add up to %lld Sports
es: Puedes sumar hasta %lld Deportes
fr: Vous pouvez ajouter jusqu'à %lld Sports
id: Anda dapat menambahkan hingga %lld Olahraga
ru: Вы можете добавить до %lld Sports
zh: 您最多可以添加%lld体育

source: You can add up to %lld Workout Supplements
es: Puedes añadir hasta %lld Suplementos de entrenamiento
fr: Vous pouvez ajouter jusqu'à %lld suppléments d'entraînement
id: Anda dapat menambahkan hingga %lld Suplemen Olahraga
ru: Вы можете добавить до %lld добавки для тренировок
zh: 您可以添加多达%lld的锻炼补充剂

source: You can modify this later
es: Puedes modificar esto más tarde
fr: Vous pouvez modifier ceci plus tard
id: Anda dapat mengubah ini nanti
ru: Вы можете изменить это позже
zh: 你可以稍后修改这个

source: You can track up to %lld goals.
es: Puedes hacer un seguimiento de los objetivos de hasta %lld.
fr: Vous pouvez suivre jusqu'à %lld objectifs.
id: Anda dapat melacak hingga %lld tujuan.
ru: Вы можете отслеживать до %lld целей.
zh: 您最多可以跟踪%lld个目标。

source: You can track up to %lld groups.
es: Puedes rastrear hasta %lld grupos.
fr: Vous pouvez suivre jusqu'à %lld groupes.
id: Anda dapat melacak hingga %lld grup.
ru: Вы можете отслеживать до %lld групп.
zh: 您最多可以跟踪 %lld 组。

source: You can track up to %lld habits.
es: Puedes rastrear hasta %lld hábitos.
fr: Vous pouvez suivre jusqu'à %lld habitudes.
id: Anda dapat melacak hingga %lld kebiasaan.
ru: Вы можете отслеживать до %lld привычек.
zh: 您可以跟踪多达%lld的习惯。

source: You can track up to %lld macros.
es: Puedes rastrear hasta %lld macros.
fr: Vous pouvez suivre jusqu'à %lld macros.
id: Anda dapat melacak hingga %lld makro.
ru: Вы можете отслеживать до %lld макросов.
zh: 您最多可以跟踪%lld宏。

source: You can track up to %lld supplements.
es: Puedes rastrear hasta %lld suplementos.
fr: Vous pouvez suivre jusqu'à %lld suppléments.
id: Anda dapat melacak hingga %lld suplemen.
ru: Вы можете отслеживать до %lld добавок.
zh: 您可以跟踪多达%lld的补充。

source: You can track up to %lld tasks.
es: Puedes rastrear hasta %lld tareas.
fr: Vous pouvez suivre jusqu'à %lld tâches.
id: Anda dapat melacak hingga %lld tugas.
ru: Вы можете отслеживать до %lld задач.
zh: 您最多可以跟踪%lld任务。

source: You can track up to %lld timers.
es: Puedes hacer un seguimiento de los temporizadores de hasta %lld.
fr: Vous pouvez suivre jusqu'à %lld timers.
id: Anda dapat melacak hingga %lld pengatur waktu.
ru: Вы можете отслеживать до %lld таймеров.
zh: 您可以跟踪多达%lld计时器。

source: You don't have any injuries tracked for this date. Keep up the good work!
es: No tienes ninguna lesión rastreada para esta fecha. ¡Sigue con el buen trabajo!
fr: Vous n'avez aucune blessure suivie pour cette date. Continuez votre bon travail !
id: Anda tidak memiliki cedera yang dilacak untuk tanggal ini. Terus bekerja dengan baik!
ru: На эту дату у вас нет никаких травм. Продолжайте в том же духе!
zh: 此日期您没有任何受伤记录。 继续努力！

source: You have unsaved changes. Leaving now will discard them.
es: Tienes cambios no guardados. Salir ahora los descartará.
fr: Vous avez des modifications non enregistrées. Partir maintenant les rejettera.
id: Anda memiliki perubahan yang belum disimpan. Pergi sekarang akan membuang mereka.
ru: У вас есть несохраненные изменения. Уезжая сейчас, они будут отброшены.
zh: 您有未保存的更改。 现在离开会抛弃它们。

source: You may use any currency symbol or abbreviation.
es: Puedes usar cualquier símbolo de moneda o abreviatura.
fr: Vous pouvez utiliser n'importe quel symbole de devise ou abréviation.
id: Anda dapat menggunakan simbol atau singkatan mata uang apa pun.
ru: Вы можете использовать любой символ валюты или аббревиатуру.
zh: 您可以使用任何货币符号或缩写。

source: You must be at least 13 years old to continue.
es: Debes tener al menos 13 años para continuar.
fr: Vous devez avoir au moins 13 ans pour continuer.
id: Anda harus berusia minimal 13 tahun untuk melanjutkan.
ru: Вам должно быть не менее 13 лет, чтобы продолжить.
zh: 您必须年满13岁才能继续。

source: You've reached the maximum number of macros.
es: Has alcanzado el número máximo de macros.
fr: Vous avez atteint le nombre maximum de macros.
id: Anda telah mencapai jumlah maksimum makro.
ru: Вы достигли максимального количества макросов.
zh: 您已达到宏的最大数量。

source: Your activity level determines your Total Daily Energy Expenditure (TDEE). Choose the option that best matches your lifestyle.
es: Su nivel de actividad determina su gasto energético diario total (TDEE). Elija la opción que mejor se adapte a su estilo de vida.
fr: Votre niveau d'activité détermine votre consommation quotidienne totale d'énergie (TDEE). Choisissez l'option qui correspond le mieux à votre style de vie.
id: Tingkat aktivitas Anda menentukan Total Pengeluaran Energi Harian (TDEE) Anda. Pilih opsi yang paling sesuai dengan gaya hidup Anda.
ru: Ваш уровень активности определяет ваш общий ежедневный энергетический затход (TDEE). Выберите вариант, который лучше всего соответствует вашему образу жизни.
zh: 您的活动水平决定了您的每日能量消耗总量（TDEE）。 选择最适合您生活方式的选项。

source: Your internet connection may be slow
es: Tu conexión a internet puede ser lenta
fr: Votre connexion internet peut être lente
id: Koneksi internet Anda mungkin lambat
ru: Ваше интернет-соединение может быть медленным
zh: 你的互联网连接可能很慢

source: Your macro strategy determines how your daily calories are split between Protein, Fats, and Carbohydrates.
es: Su estrategia macro determina cómo sus calorías diarias se dividen entre proteínas, grasas y carbohidratos.
fr: Votre stratégie macro détermine la façon dont vos calories quotidiennes sont réparties entre les protéines, les graisses et les glucides.
id: Strategi makro Anda menentukan bagaimana kalori harian Anda dibagi antara Protein, Lemak, dan Karbohidrat.
ru: Ваша макростратегия определяет, как ваши ежедневные калории делятся между белками, жирами и углеводами.
zh: 您的宏观策略决定了您每天的卡路里如何在蛋白质、脂肪和碳水化合物之间分配。

source: Your Profile
es: Tu Perfil
fr: Votre Profil
id: Profil Anda
ru: Ваш Профиль
zh: 您的个人资料

source: Your Rating
es: Tu Calificación
fr: Votre Note
id: Penilaian Anda
ru: Ваш рейтинг
zh: 您的评分

source: Apple Health
fr: Apple Santé
id: Kesehatan Apple
zh: 苹果健康

source: Down
fr: En panne
id: Ke bawah
ru: Вниз
zh: 进攻

source: Manual
fr: Manuel
id: Buku pedoman
ru: Руководство
zh: 手册
